cardcontent = [
    {
        'story_id' : 1,
        'ja' : 'ユーザーとして、あらかじめ設定された受信者と安全にメールをやり取りできる。',
    },
    {
        'story_id' : 2,
        'ja' : 'ユーザーとして、安全に大きなファイルを送信できる。',
    },
    {
        'story_id' : 3,
        'ja' : 'ユーザーとして、メールの閲覧に時間制限を設定できる。',
    },
    {
        'story_id' : 4,
        'ja' : 'ユーザーとして、不特定多数の受信者に安全にメールを送信できる。',
    },
    {
        'story_id' : 5,
        'ja' : '組織の管理者として、メールを監視できる。',
    },
    {
        'story_id' : 6,
        'ja' : '組織として、セキュリティポリシーを設定し、受信者グループを定義できる。',
    },
    {
        'story_id' : 7,
        'ja' : 'ユーザーとして、メールを効率的に管理できる。',
    },
    {
        'story_id' : 8,
        'ja' : 'ユーザーと管理者として、メールを安全にバックアップできる。',
    },
    {
        'story_id' : 9,
        'ja' : 'ユーザーと管理者として、メールを完全に削除できる。',
    },
    {
        'story_id' : 10,
        'ja' : 'ユーザーとして、モバイルからメールにアクセスできる。',
    },
    {
        'story_id' : 11,
        'ja' : 'ユーザーとして、お互いに安全にショートメッセージを送信できる。',
    },
    {
        'story_id' : 12,
        'ja' : 'ユーザーとして、スパムメールを受け取りたくない。',
    },
    {
        'event_id' : 1,
        'ja_title' : '採用の成功',
        'ja' : '新しいメンバーが本当に優秀です。サイコロを2つ振って、合計値を加算します。',
    },
    {
        'event_id' : 2,
        'ja_title' : 'ホームオフィス',
        'ja' : '家でよく働きました。2ポイント加算します。',
    },
    {
        'event_id' : 3,
        'ja_title' : 'ブランバッグミーティング',
        'ja' : 'ランチタイムのディスカッションから素晴らしいアイデアが生まれました。作業中のカードが即座に解決しました。',
    },
    {
        'event_id' : 4,
        'ja_title' : '第一人者',
        'ja' : '第一人者があなたのオフィスを訪問しました。現在のストーリーから問題カードを1枚取り除くことができます。',
    },
    {
        'event_id' : 5,
        'ja_title' : 'うまくいった',
        'ja' : '物事は信じられないほどうまくいっています。4ポイントを加算します。',
    },
    {
        'event_id' : 6,
        'ja_title' : '仕事の見える化',
        'ja' : '上司はあなたの仕事を認めています。3ポイントを加算します。',
    },
    {
        'event_id' : 7,
        'ja_title' : '妖精',
        'ja' : '妖精があなたを手助けしました。作業中のカードが即座に完成しました。',
    },
    {
        'event_id' : 8,
        'ja_title' : '病欠',
        'ja' : '自宅で病気になりました。次のターンをスキップします。',
    },
    {
        'event_id' : 9,
        'ja_title' : '風邪',
        'ja' : '風邪をひきました。次のターンをスキップします。',
    },
    {
        'event_id' : 10,
        'ja_title' : 'ハードディスクの故障',
        'ja' : 'ハードディスクがクラッシュしました。作業中のカードの進捗がゼロになります。',
    },
    {
        'event_id' : 11,
        'ja_title' : '緊急連絡',
        'ja' : 'オフィスでの事件発生したと緊急連絡がありました。全員が次のターンをスキップします。',
    },
    {
        'event_id' : 12,
        'ja_title' : '出張',
        'ja' : '出張を命じられました。次のターンはスキップします。',
    },
    {
        'event_id' : 13,
        'ja_title' : '要件変更',
        'ja' : 'POがプロジェクトの要件を変更しました。現在のストーリーに4時間追加します。',
    },
    {
        'event_id' : 14,
        'ja_title' : '追加コスト',
        'ja' : '作業コストが計画よりも高くなりました。ストーリーの見積りに6時間追加します。',
    },
    {
        'event_id' : 15,
        'ja_title' : '誕生日',
        'ja' : '今日はあなたの誕生日です。全員のサイコロから1ポイントを引きます。',
    },
    {
        'event_id' : 16,
        'ja_title' : '残業',
        'ja' : 'あなたは残業しました。もう1枚カードを引いて、その指示に従ってください。',
    },
    {
        'solution_id' : 1,
        'ja_title' : '休憩',
        'ja' : '少し休んでリフレッシュしてください。',
    },
    {
        'solution_id' : 2,
        'ja_title' : '相談',
        'ja' : '他のチームの熟練したメンバーに相談しましょう。',
    },
    {
        'solution_id' : 3,
        'ja_title' : 'メンバー追加',
        'ja' : 'チームにメンバーを加えましょう。好きなタイミングでサイコロを1回振ります。',
    },
    {
        'solution_id' : 4,
        'ja_title' : 'コミュニケーション',
        'ja' : 'コミュニケーションを強化します。',
    },
    {
        'solution_id' : 5,
        'ja_title' : '専門家',
        'ja' : '専門家を雇います。',
    },
    {
        'solution_id' : 6,
        'ja_title' : '自動テスト',
        'ja' : '自動テストを導入する。',
    },
    {
        'solution_id' : 7,
        'ja_title' : 'チームリーダーの支援',
        'ja' : 'チームリーダーが作業の一部を担当します。',
    },
    {
        'solution_id' : 8,
        'ja_title' : '目標の共有',
        'ja' : 'チームをまとめ、プロジェクトの主要目標を共有します。',
    },
    {
        'solution_id' : 9,
        'ja_title' : '深い洞察',
        'ja' : '深いドメイン知識を適用します。',
    },
    {
        'solution_id' : 10,
        'ja_title' : '教訓',
        'ja' : '過去のふりかえりから得られた教訓を適用します。',
    },
    {
        'solution_id' : 11,
        'ja_title' : 'コラボレーション',
        'ja' : 'POとチームで情報を交換します。',
    },
    {
        'solution_id' : 12,
        'ja_title' : 'ペアプログラミング',
        'ja' : 'ペアプログラミングを適用します。',
    },
    {
        'solution_id' : 13,
        'ja_title' : 'スキルアップ',
        'ja' : 'スキルレベルを上げるためのトレーニングを受けます。',
    },
    {
        'problem_id': 1,
        'ja_title' : '技術的な障害物',
        'ja' : 'あなたの仕事は技術的な障害物によって妨げられています。',
    },
    {
        'problem_id': 2,
        'ja_title' : '低品質',
        'ja' : '品質が不十分なので、ストーリーを完成させることができません。',
    },
    {
        'problem_id': 3,
        'ja_title' : '仕様が不明瞭',
        'ja' : '仕様が不明瞭です。',
    },
    {
        'problem_id': 4,
        'ja_title' : '不満足のユーザー',
        'ja' : 'ユーザーが満足していません。',
    },
    {
        'problem_id': 5,
        'ja_title' : 'データがない',
        'ja' : 'POからの重要なデータが得られないので、ストーリーを処理できません。',
    },
    {
        'problem_id': 6,
        'ja_title' : 'コミュニケーション不全',
        'ja' : '他のチームメンバーと上手くコミュニケーションが取れません。相手に自分の考えが伝わっていません。',
    },
    {
        'problem_id': 7,
        'ja_title' : 'スキル不足',
        'ja' : '仕事を完成させるためのスキルが足りません。',
    },
    {
        'problem_id': 8,
        'ja_title' : '不安定なシステム',
        'ja' : 'システムが非常に不安定です。大きな問題を想定してテストする必要があります。',
    },
    {
        'problem_id': 9,
        'ja_title' : '機嫌が悪い',
        'ja' : '今日は機嫌が悪いので、仕事をするのも億劫です。',
    },
    {
        'problem_id': 10,
        'ja_title' : '統合の問題',
        'ja' : '同僚のコンポーネントが想定と違っていた。作業が滞っている。',
    },
]
